// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Reinig printkoppen";

NotInitiatedTitle = "Kan niet beginnen met reinigen";
NotInitiatedMsg = "Reinigingstaak kan niet worden begonnen. Controleer of de printer online staat en niet bezig is met het verwerken van een taak.";

CleaningProgressTitle = "Printkoppen worden gereinigd…";

CompletitionLevelTitleFormat = "Reinigingsniveau %i verricht";
CompletitionLevelMsgFormat = "Wacht terwijl de testpagina wordt afgedrukt. Controleer op deze pagina of het probleem is opgelost. Als de testpagina er goed uitziet, klikt u op Voltooi om de reinigingsprocedure af te sluiten. Anders klikt u op Reinigingsniveau %i om door te gaan met de reiniging.";
CompletitionFinalMsg = "Wacht terwijl de testpagina wordt afgedrukt. Controleer op deze pagina of het probleem is opgelost. Als de testpagina er goed uitziet, klikt u op Voltooi om de reinigingsprocedure af te sluiten. Anders klikt u op HP Help online om naar de HP webpagina met probleemoplossingen te gaan.";
NextLevelButtonFormat = "Reinigingsniveau %i";
FinishButtonText = "Voltooi";
GetHelpButtonText = "HP Help online";

HSDCleanPrintheadsExplanation = "Als uw afdruk strepen vertoont zoals in het voorbeeld, moeten de printkoppen worden gereinigd. Dit duurt ongeveer één minuut en hiervoor wordt één vel papier gebruikt.";
HSDCleanPrintheadsInvitation = "Klik op Reinig om de printkoppen nu te reinigen.";
HSDManualCleanPrintheadsInvitation = "Selecteer op het bedieningspaneel van de printer de juiste optie om de printkop te reinigen.";

CleanCancelledTitle = "Bewerking is geannuleerd";
CleanCancelledMsg = "De reinigingsprocedure is geannuleerd op het voorpaneel van het apparaat.";

CleaningProcessErrorTitle = "Kan bewerking niet voltooien";
CleaningProcessErrorMsg = "De reinigingsprocedure kan niet worden voltooid. Neem contact op met HP Support.";
DeviceBusyMessage = "De reinigingsprocedure kan niet worden voltooid. Wacht even tot de huidige taak is voltooid en probeer het opnieuw.";

PythonLvl1DoneTitle = "Reiniging van niveau 1 is voltooid voor de printkop";

PythonLvl1DoneMsg = "Als de afdrukkwaliteit nog steeds onacceptabel is, kunt u een reiniging van niveau 2 uitvoeren. Deze duurt ongeveer twee minuten en er wordt gebruikgemaakt van één vel papier. Bij deze reiniging van niveau 2 wordt een aanzienlijke hoeveelheid inkt gebruikt. Deze procedure moet alleen worden uitgevoerd als de afdrukkwaliteit niet is verbeterd na de eerste reiniging. U kunt een reiniging van niveau 2 uitvoeren door op \"Reiniging van niveau 2\" te klikken.";

PythonLvl2Button = "Reiniging van niveau 2";

PythonLvl2DoneTitle = "Reiniging van niveau 2 is voltooid voor de printkoppen";

PythonLvl2DoneMsg = "Als de afdrukken er dan nog steeds niet goed uitvoeren, helpt het nogmaals uitvoeren van deze procedure waarschijnlijk niet. Raadpleeg de printerdocumentatie voor meer informatie.";

ColorCleaningTextFieldTitle = "Reinig printkoppen";
HSDInfoTextFieldTitle = "Als uw afdruk strepen vertoont zoals in het voorbeeld in de afbeelding, of als bepaalde kleuren onjuist of niet worden afgedrukt, moeten mogelijk de printkoppen worden gereinigd. Bij dit proces wordt inkt gebruikt in een poging om de inktsproeiers in de printkoppen te reinigen. Dit duurt ongeveer twee minuten en er wordt gebruikgemaakt van één vel papier.";
HSDGuideTextFieldTitle = "Klik op \"Reinig\" om de printkop nu te reinigen.";
HSDCleanButtonTitle = "Reinig";
CancelButtonTitleKey = "Annuleer";

PythonLvl1DoneMsgPigment = "Als de afdrukkwaliteit nog steeds onvoldoende is, is Reinigingsniveau 2 beschikbaar. Dit neemt ongeveer twee minuten in beslag en verbruikt één vel papier. Reinigingsniveau 2 maakt gebruik van een behoorlijke hoeveelheid cartridgebenodigdheden en moet alleen worden uitgevoerd als de printkwaliteit na de eerste reinigingsbeurt onvoldoende is. Om Reinigingsniveau 2 te gebruiken, klikt u op \“Reinigingsniveau 2\”.";
HSDInfoTextFieldTitlePigment = "Als de afgedrukte uitvoer strepen bevat, zoals in het voorbeeld van de afbeelding, of als er kleuren onjuist zijn of ontbreken, moeten de printkoppen mogelijk gereinigd worden. Dit proces maakt gebruik van een cartridge om te proberen de mondstukken in de printkoppen te reinigen. Dit neemt ongeveer twee minuten in beslag en verbruikt één vel papier.";
